// components/analyse/cmp.js
Component({
  /**
   * 组件的属性列表
   */
  properties: {

  },

  /**
   * 组件的初始数据
   */
  data: {
    analyse:[
      {
        title:'房屋租赁行业优势',
        content:'近年来，我国流动人口不断增加，对房屋租赁的需求也不断增加，推动了我国房屋租赁行业的发展。发展房屋租赁行业具有良好的经济及社会效益，我国也大力支持房屋租赁行业的发展，尤其是住房租赁的发展。可见，我国发展房屋租赁行业发展具有良好的社会、政策、经济等方面优势。'
      },
      {
        title:'房屋租赁行业劣势',
        content:'中国的住房自有率却在90%以上，同时，由于中国房屋租赁市场监管机制不健全，导致中国房屋租赁市场中存在许多“黑中介”以及地下租赁市场，扰乱了中国房屋租赁市场次序。'
      },{
        title:'房屋租赁行业风险',
        content:'房屋租赁行业面临的风险还包括获取房源成本上涨的风险。目前，房屋租赁行业内企业众多，企业间为争夺好的房源，势必会提升价格来获得，这就增加了获取房源的成本，同时房价的上涨也增加了企业获取房源的成本，给企业经营过程中带来一定的风险。此外，房屋租赁行业发展过程中还面临市场竞争、政策变动、汇率变动等方面的风险。'
      },{
        title:'前景',
        content:'未来，在良好的前景下，我国房屋质量行业竞争企业将不断增多，市场竞争将更加激烈。屋租赁企业要在激烈的市场竞争中谋生存，必须创新经营模式，提高企业经营管理水平，提高企业产品和服务的质量，提升客户体验，不断提高企业的市场竞争力。'
      }
    ]
  },

  /**
   * 组件的方法列表
   */
  methods: {

  }
})
